-- phpMyAdmin SQL Dump
-- version 4.8.5
-- https://www.phpmyadmin.net/
--
-- Servidor: 127.0.0.1:3306
-- Tiempo de generación: 20-06-2019 a las 01:05:20
-- Versión del servidor: 10.2.23-MariaDB
-- Versión de PHP: 7.2.18

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Base de datos: `u257167814_age`
--

-- --------------------------------------------------------

--
-- Estructura de tabla para la tabla `delegaciones`
--

CREATE TABLE `delegaciones` (
  `id` int(10) UNSIGNED NOT NULL,
  `estado_id` int(10) UNSIGNED NOT NULL,
  `delegacion_clave` int(11) NOT NULL,
  `delegacion_nombre` varchar(40) COLLATE utf8_unicode_ci NOT NULL,
  `delegacion_cabecera` varchar(40) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Volcado de datos para la tabla `delegaciones`
--

INSERT INTO `delegaciones` (`id`, `estado_id`, `delegacion_clave`, `delegacion_nombre`, `delegacion_cabecera`, `created_at`, `updated_at`) VALUES
(1, 23, 1, 'Cozumel', 'Cozumel', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(2, 23, 2, 'Felipe Carrillo Puerto', 'Felipe Carillo Puerto', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(3, 23, 3, 'Isla Mujeres', 'Isla Mujeres', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(4, 23, 4, 'Othón P. Blanco', 'Chetumal', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(5, 23, 5, 'Benito Juárez', 'Cancún', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(6, 23, 6, 'José María Morelos', 'José María Morelos', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(7, 23, 7, 'Lázaro Cárdenas', 'Kantunilkín', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(8, 23, 8, 'Solidaridad', 'Playa del Carmen', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(9, 23, 9, 'Tulum', 'Tulum', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(10, 23, 10, 'Bacalar', 'Bacalar', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(11, 23, 11, 'Puerto Morelos', 'Puerto Morelos', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(12, 31, 1, 'Abalá', 'Abalá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(13, 31, 2, 'Acanceh', 'Acanceh', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(14, 31, 3, 'Akil', 'Akil', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(15, 31, 4, 'Baca', 'Baca', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(16, 31, 5, 'Bokobá', 'Bokobá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(17, 31, 6, 'Buctzotz', 'Buctzotz', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(18, 31, 7, 'Cacalchén', 'Cacalchén', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(19, 31, 8, 'Calotmul', 'Calotmul', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(20, 31, 9, 'Cansahcab', 'Cansahcab', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(21, 31, 10, 'Cantamayec', 'Cantamayec', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(22, 31, 11, 'Celestún', 'Celestún', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(23, 31, 12, 'Cenotillo', 'Cenotillo', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(24, 31, 13, 'Conkal', 'Conkal', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(25, 31, 14, 'Cuncunul', 'Cuncunul', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(26, 31, 15, 'Cuzamá', 'Cuzamá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(27, 31, 16, 'Chacsinkín', 'Chacsinkín', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(28, 31, 17, 'Chankom', 'Chankom', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(29, 31, 18, 'Chapab', 'Chapab', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(30, 31, 19, 'Chemax', 'Chemax', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(31, 31, 20, 'Chicxulub Pueblo', 'Chicxulub Pueblo', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(32, 31, 21, 'Chichimilá', 'Chichimilá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(33, 31, 22, 'Chikindzonot', 'Chikindzonot', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(34, 31, 23, 'Chocholá', 'Chocholá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(35, 31, 24, 'Chumayel', 'Chumayel', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(36, 31, 25, 'Dzan', 'Dzan', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(37, 31, 26, 'Dzemul', 'Dzemul', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(38, 31, 27, 'Dzidzantún', 'Dzidzantún', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(39, 31, 28, 'Dzilam de Bravo', 'Dzilam de Bravo', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(40, 31, 29, 'Dzilam González', 'Dzilam González', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(41, 31, 30, 'Dzitás', 'Dzitás', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(42, 31, 31, 'Dzoncauich', 'Dzoncauich', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(43, 31, 32, 'Espita', 'Espita', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(44, 31, 33, 'Halachó', 'Halachó', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(45, 31, 34, 'Hocabá', 'Hocabá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(46, 31, 35, 'Hoctún', 'Hoctún', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(47, 31, 36, 'Homún', 'Homún', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(48, 31, 37, 'Huhí', 'Huhí', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(49, 31, 38, 'Hunucmá', 'Hunucmá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(50, 31, 39, 'Ixil', 'Ixil', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(51, 31, 40, 'Izamal', 'Izamal', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(52, 31, 41, 'Kanasín', 'Kanasín', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(53, 31, 42, 'Kantunil', 'Kantunil', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(54, 31, 43, 'Kaua', 'Kaua', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(55, 31, 44, 'Kinchil', 'Kinchil', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(56, 31, 45, 'Kopomá', 'Kopomá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(57, 31, 46, 'Mama', 'Mama', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(58, 31, 47, 'Maní', 'Maní', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(59, 31, 48, 'Maxcanú', 'Maxcanú', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(60, 31, 49, 'Mayapán', 'Mayapán', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(61, 31, 50, 'Mérida', 'Mérida', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(62, 31, 51, 'Mocochá', 'Mocochá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(63, 31, 52, 'Motul', 'Motul de Carrillo Puerto', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(64, 31, 53, 'Muna', 'Muna', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(65, 31, 54, 'Muxupip', 'Muxupip', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(66, 31, 55, 'Opichén', 'Opichén', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(67, 31, 56, 'Oxkutzcab', 'Oxkutzcab', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(68, 31, 57, 'Panabá', 'Panabá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(69, 31, 58, 'Peto', 'Peto', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(70, 31, 59, 'Progreso', 'Progreso', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(71, 31, 60, 'Quintana Roo', 'Quintana Roo', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(72, 31, 61, 'Río Lagartos', 'Río Lagartos', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(73, 31, 62, 'Sacalum', 'Sacalum', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(74, 31, 63, 'Samahil', 'Samahil', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(75, 31, 64, 'Sanahcat', 'Sanahcat', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(76, 31, 65, 'San Felipe', 'San Felipe', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(77, 31, 66, 'Santa Elena', 'Santa Elena', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(78, 31, 67, 'Seyé', 'Seyé', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(79, 31, 68, 'Sinanché', 'Sinanché', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(80, 31, 69, 'Sotuta', 'Sotuta', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(81, 31, 70, 'Sucilá', 'Sucilá', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(82, 31, 71, 'Sudzal', 'Sudzal', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(83, 31, 72, 'Suma', 'Suma de Hidalgo', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(84, 31, 73, 'Tahdziú', 'Tahdziú', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(85, 31, 74, 'Tahmek', 'Tahmek', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(86, 31, 75, 'Teabo', 'Teabo', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(87, 31, 76, 'Tecoh', 'Tecoh', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(88, 31, 77, 'Tekal de Venegas', 'Tekal de Venegas', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(89, 31, 78, 'Tekantó', 'Tekantó', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(90, 31, 79, 'Tekax', 'Tekax', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(91, 31, 80, 'Tekit', 'Tekit', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(92, 31, 81, 'Tekom', 'Tekom', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(93, 31, 82, 'Telchac Pueblo', 'Telchac Pueblo', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(94, 31, 83, 'Telchac Puerto', 'Telchac Puerto', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(95, 31, 84, 'Temax', 'Temax', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(96, 31, 85, 'Temozón', 'Temozón', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(97, 31, 86, 'Tepakán', 'Tepakán', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(98, 31, 87, 'Tetiz', 'Tetiz', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(99, 31, 88, 'Teya', 'Teya', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(100, 31, 89, 'Ticul', 'Ticul', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(101, 31, 90, 'Timucuy', 'Timucuy', '2017-06-04 09:56:35', '2017-06-04 09:56:35'),
(102, 31, 91, 'Tinum', 'Tinum', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(103, 31, 92, 'Tixcacalcupul', 'Tixcacalcupul', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(104, 31, 93, 'Tixkokob', 'Tixkokob', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(105, 31, 94, 'Tixméhuac', 'Tixméhuac', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(106, 31, 95, 'Tixpéhual', 'Tixpéhual', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(107, 31, 96, 'Tizimín', 'Tizimín', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(108, 31, 97, 'Tunkás', 'Tunkás', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(109, 31, 98, 'Tzucacab', 'Tzucacab', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(110, 31, 99, 'Uayma', 'Uayma', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(111, 31, 100, 'Ucú', 'Ucú', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(112, 31, 101, 'Umán', 'Umán', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(113, 31, 102, 'Valladolid', 'Valladolid', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(114, 31, 103, 'Xocchel', 'Xocchel', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(115, 31, 104, 'Yaxcabá', 'Yaxcabá', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(116, 31, 105, 'Yaxkukul', 'Yaxkukul', '2017-06-04 09:56:36', '2017-06-04 09:56:36'),
(117, 31, 106, 'Yobaín', 'Yobaín', '2017-06-04 09:56:36', '2017-06-04 09:56:36');

--
-- Índices para tablas volcadas
--

--
-- Indices de la tabla `delegaciones`
--
ALTER TABLE `delegaciones`
  ADD PRIMARY KEY (`id`),
  ADD KEY `delegaciones_estado_id_foreign` (`estado_id`);

--
-- AUTO_INCREMENT de las tablas volcadas
--

--
-- AUTO_INCREMENT de la tabla `delegaciones`
--
ALTER TABLE `delegaciones`
  MODIFY `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=118;

--
-- Restricciones para tablas volcadas
--

--
-- Filtros para la tabla `delegaciones`
--
ALTER TABLE `delegaciones`
  ADD CONSTRAINT `delegaciones_estado_id_foreign` FOREIGN KEY (`estado_id`) REFERENCES `estados` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
